{
  "id": 49979,
  "title": "Akuyaku Reijou nanode Last Boss wo Kattemimashita (Dublado)",
  "title_jp": "悪役令嬢なのでラスボスを飼ってみました",
  "slug": "akuyaku-reijou-nanode-last-boss-wo-kattemimashita-dublado",
  "type": "dublados",
  "format": "TV",
  "images": {
    "poster": "https://cdn.myanimelist.net/images/anime/1648/126110l.webp",
    "banner": "https://cdn.myanimelist.net/images/anime/1648/126110.jpg"
  },
  "trailer": "https://www.youtube-nocookie.com/embed/ruqUkGmswA0?enablejsapi=1&wmode=opaque&autoplay=1",
  "synopsis": "Aileen Lauren Dautriche's life changes forever on the day her engagement with the crown prince Cedric Jeanne Elmir is nullified so he can be together with Lilia Rainworth. The event triggers Aileen's memories from her past life—she has been reincarnated in an otome game as the villainess, who is destined to die in the final act. To prevent her predetermined demise, Aileen has only one option: to court the game's last boss, Claude Jeanne Elmir—the proclaimed \"Demon King\" and Cedric's half-brother—and marry him.\n\nHowever, it is easier said than done, as Claude distrusts her intentions. Instead of giving up, Aileen adamantly tries to win his heart by helping Claude fulfill his wish: to build peace between humankind and demonic beasts. But time is running out, and it is up to Aileen to change the course of not only her tragic ending but Claude's as well.\n\n[Written by MAL Rewrite]",
  "score": 7.2,
  "genres": [
    "Comedy",
    "Fantasy",
    "Romance"
  ],
  "episodes": [
    {
      "numero": 1,
      "url": "https://lightspeedst.net/s3/mp4/akuyaku-reijou-nanode-last-boss-wo-kattemimashita-dublado/hd/1.mp4",
      "nome": "The Wicked Heiress's Story Begins"
    },
    {
      "numero": 2,
      "url": "https://lightspeedst.net/s3/mp4/akuyaku-reijou-nanode-last-boss-wo-kattemimashita-dublado/fhd/2.mp4",
      "nome": "The Villainess May Have Many Enemies, but She Also Has Many Underlings"
    },
    {
      "numero": 3,
      "url": "https://lightspeedst.net/s5/mp4/akuyaku-reijou-nanode-last-boss-wo-kattemimashita-dublado/sd/3.mp4",
      "nome": "The Villainess Is Greedy and Goes for the Win"
    }
  ]
}