{
  "id": 55358,
  "title": "Bucchigiri?! (Dublado)",
  "title_jp": "ぶっちぎり?!",
  "slug": "bucchigiri-dublado",
  "type": "dublados",
  "format": "TV",
  "images": {
    "poster": "https://cdn.myanimelist.net/images/anime/1885/139871l.webp",
    "banner": "https://cdn.myanimelist.net/images/anime/1885/139871.jpg"
  },
  "trailer": "https://www.youtube-nocookie.com/embed/KQyy9OiC4CY?enablejsapi=1&wmode=opaque&autoplay=1",
  "synopsis": "Minato Kai and Siguma Squad, two rival gangs at Ichizu High School, are embroiled in a bitter power struggle. As a transfer student, Arajin Tomoshibi has no interest in getting involved; instead, his priority is finding a girlfriend. Fortunately for him, he is placed next to Mahoro Jin, the prettiest girl in the class who also seems to like him. However, she has an overprotective older brother, Marito—none other than the combative leader of Siguma Squad. Moreover, Arajin's reunion with his childhood friend, Matakara Asamine, spells trouble since Matakara is a member of Minato Kai.\n\nWith his rotten luck, Arajin also accidentally awakens the genie Senya, known as a Honki Person from ancient legends. Senya takes a shine to him because of the young man's fervent aspiration—despite it only being the loss of his virginity. While Arajin would be the first to flee from a fight, Senya lending him his powers helps the lovesick boy to hold his own against the likes of Marito, although this only raises the interest of both gangs in recruiting him. As the turf wars heat up when a third gang joins the fray, Arajin's involvement may be unavoidable.\n\n[Written by MAL Rewrite]",
  "score": 6.49,
  "genres": [
    "Comedy",
    "Supernatural"
  ],
  "episodes": [
    {
      "numero": 1,
      "url": "https://lightspeedst.net/s7/mp4/bucchigiri-dublado/fhd/1.mp4",
      "nome": "Merge?! Fall in Love with Fortune Bang Bang Chicken!"
    },
    {
      "numero": 2,
      "url": "https://lightspeedst.net/s7/mp4/bucchigiri-dublado/fhd/2.mp4",
      "nome": "Wanna Take You On! The Chu Chu Chinese Pepper Steak Train!"
    },
    {
      "numero": 3,
      "url": "https://lightspeedst.net/s7/mp4/bucchigiri-dublado/sd/3.mp4",
      "nome": "Love at Fist Fight! The One and Only Quail in the World"
    },
    {
      "numero": 4,
      "url": "https://lightspeedst.net/s7/mp4/bucchigiri-dublado/sd/4.mp4",
      "nome": "Stop the War! ~Sometimes You Gotta Eat Goya Chanpuru~"
    },
    {
      "numero": 5,
      "url": "https://lightspeedst.net/s7/mp4/bucchigiri-dublado/sd/5.mp4",
      "nome": "Frightening! Chili Shrimps Falling Down Like Snowflakes!"
    },
    {
      "numero": 6,
      "url": "https://lightspeedst.net/s7/mp4/bucchigiri-dublado/sd/6.mp4",
      "nome": "Much Much Friendship! \"Nira-Reba\"-lution 21!"
    },
    {
      "numero": 7,
      "url": "https://lightspeedst.net/s7/mp4/bucchigiri-dublado/sd/7.mp4",
      "nome": "Group Date?! The Sea, Maji Croquette, and I!"
    }
  ]
}