{
  "id": 426,
  "title": "Final Fantasy",
  "title_jp": "ファイナルファンタジー",
  "slug": "final-fantasy",
  "type": "legendados",
  "format": "OVA",
  "images": {
    "poster": "https://cdn.myanimelist.net/images/anime/1204/152080l.webp",
    "banner": "https://cdn.myanimelist.net/images/anime/1204/152080.jpg"
  },
  "trailer": null,
  "synopsis": "Two hundred years have passed since the hero Bartz and his companions saved the inhabitants of Planet R—a world where crystals control the natural elements—from the threat of Exdeath. However, agents of the wizard Ra Devil steal the crystals of Earth, Fire, and Water. With three of the four crystals in his possession, Ra Devil seeks to claim the Wind Crystal, the final piece he needs to summon the destructive god Deathgyunos. \n\nNovice summoner Linaly—a direct descendant of Bartz—lives with her grandfather Hassam. After receiving an ominous message about the Wind Crystal, Hassam travels to the Wind Temple. Concerned for his safety, Linaly suggests that they make the journey together. On their trip, they encounter Prettz, a rowdy yet amiable swordsman, who is captivated by the young girl and accompanies the duo for his own mysterious reasons.\n\nDuring a battle, an antlion monster injures Hassam, leaving him bedridden. As a result, the responsibility of securing the Wind Crystal falls on Linaly, with Prettz assuming the role of her guardian as they continue their perilous adventure.\n\n[Written by MAL Rewrite]",
  "score": 6.05,
  "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Fantasy"
  ],
  "episodes": [
    {
      "numero": 1,
      "url": "https://lightspeedst.net/s4/mp4/final-fantasy/sd/1.mp4",
      "nome": "Wind Chapter"
    },
    {
      "numero": 2,
      "url": "https://lightspeedst.net/s4/mp4/final-fantasy/sd/2.mp4",
      "nome": "Fire Chapter"
    },
    {
      "numero": 3,
      "url": "https://lightspeedst.net/s4/mp4/final-fantasy/sd/3.mp4",
      "nome": "Dragon Chapter"
    },
    {
      "numero": 4,
      "url": "https://lightspeedst.net/s4/mp4/final-fantasy/sd/4.mp4",
      "nome": "Star Chapter"
    }
  ]
}