{
  "id": 1747,
  "title": "Freedom",
  "title_jp": "FREEDOM",
  "slug": "freedom",
  "type": "legendados",
  "format": "OVA",
  "images": {
    "poster": "https://cdn.myanimelist.net/images/anime/4/50511l.webp",
    "banner": "https://cdn.myanimelist.net/images/anime/4/50511.jpg"
  },
  "trailer": null,
  "synopsis": "2041, Earth. After being pulled into the planet's atmosphere, the fall of the Freeport Space Station has led to the \"Great Cataclysm\"—an event that devastated the Earth's environment. Left as a polluted wasteland, survivors go to war with their fellows to guarantee themselves resources; in the end, these scrimmages have erased the whole existence of humanity. Coincidentally, life still exists on a moon base. Although it is supposedly meant as an immigration outpost for the mission to explore Mars, it is soon turned into a city, both regulating and allowing its citizens to flourish. The lunar base, officially named \"The City of Eden,\" holds the hope of fully colonizing the moon.\n\nTakeru, one of many citizens of Eden in the year 2267, participates in \"Tube Races\" between gangs and groups using hovercraft-like vehicles. Due to causing an accident in one of his races, Takeru is sentenced to complete volunteer work outside the city. While clearing his punishment, Takeru stumbles upon remains that may unravel the truth about Earth and Eden's genesis.\n\n[Written by MAL Rewrite]",
  "score": 7.35,
  "genres": [
    "Action",
    "Adventure",
    "Sci-Fi"
  ],
  "episodes": [
    {
      "numero": 1,
      "url": "https://lightspeedst.net/s2/mp4/freedom/sd/1.mp4"
    },
    {
      "numero": 2,
      "url": "https://lightspeedst.net/s2/mp4/freedom/sd/2.mp4"
    },
    {
      "numero": 3,
      "url": "https://lightspeedst.net/s2/mp4/freedom/sd/3.mp4"
    },
    {
      "numero": 4,
      "url": "https://lightspeedst.net/s2/mp4/freedom/sd/4.mp4"
    },
    {
      "numero": 5,
      "url": "https://lightspeedst.net/s2/mp4/freedom/sd/5.mp4"
    },
    {
      "numero": 6,
      "url": "https://lightspeedst.net/s2/mp4/freedom/sd/6.mp4"
    },
    {
      "numero": 7,
      "url": "https://lightspeedst.net/s2/mp4/freedom/sd/7.mp4"
    },
    {
      "numero": 8,
      "url": "https://lightspeedst.net/s2/mp4/freedom/sd/8.mp4"
    }
  ]
}