{
  "id": 14713,
  "title": "Kamisama Hajimemashita (Dublado)",
  "title_jp": "神様はじめました",
  "slug": "kamisama-hajimemashita-dublado",
  "type": "dublados",
  "format": "TV",
  "images": {
    "poster": "https://cdn.myanimelist.net/images/anime/3/85429l.webp",
    "banner": "https://cdn.myanimelist.net/images/anime/3/85429.jpg"
  },
  "trailer": "https://www.youtube-nocookie.com/embed/HzCba_fi-to?enablejsapi=1&wmode=opaque&autoplay=1",
  "synopsis": "High schooler Nanami Momozono has quite a few problems of late, beginning with her absentee father being in such extreme debt that they lose everything. Downtrodden and homeless, she runs into a man being harassed by a dog. After helping him, she explains her situation, and to her surprise, he offers her his home in gratitude. But when she discovers that said home is a rundown shrine, she tries to leave; however, she is caught by two shrine spirits and a fox familiar named Tomoe. They mistake her for the man Nanami rescued—the land god of the shrine, Mikage. Realizing that Mikage must have sent her there as a replacement god, Tomoe leaves abruptly, refusing to serve a human.\n\nRather than going back to being homeless, Nanami immerses herself in her divine duties. But if she must keep things running smoothly, she will need the help of a certain hot-headed fox. In her fumbling attempt to seek out Tomoe, she lands in trouble and ends up sealing a contract with him. Now the two must traverse the path of godhood together as god and familiar; but it will not be easy, for new threats arise in the form of a youkai who wants to devour the girl, a snake that wants to marry her, and Nanami's own unexpected feelings for her new familiar.\n\n[Written by MAL Rewrite]",
  "score": 8.12,
  "genres": [
    "Comedy",
    "Romance",
    "Supernatural"
  ],
  "episodes": [
    {
      "numero": 1,
      "url": "https://lightspeedst.net/s6/mp4/kamisama-hajimemashita-dublado/fhd/1.mp4",
      "nome": "Nanami Becomes a God"
    },
    {
      "numero": 2,
      "url": "https://lightspeedst.net/s6/mp4/kamisama-hajimemashita-dublado/fhd/2.mp4",
      "nome": "The God Becomes a Target"
    },
    {
      "numero": 3,
      "url": "https://lightspeedst.net/s6/mp4/kamisama-hajimemashita-dublado/fhd/3.mp4",
      "nome": "The God Makes a Match"
    },
    {
      "numero": 4,
      "url": "https://lightspeedst.net/s7/mp4/kamisama-hajimemashita-dublado/fhd/4.mp4",
      "nome": "The God Is Kidnapped"
    },
    {
      "numero": 5,
      "url": "https://lightspeedst.net/s7/mp4/kamisama-hajimemashita-dublado/fhd/5.mp4",
      "nome": "The God Loses Her House"
    }
  ]
}