{
  "id": 56845,
  "title": "Saikyou Tank no Meikyuu Kouryaku: Tairyoku 9999 no Rare Skill-mochi Tank, Yuusha Party wo Tsuihou sareru",
  "title_jp": "最強タンクの迷宮攻略 ～体力9999のレアスキル持ちタンク、勇者パーティーを追放される～",
  "slug": "saikyou-tank-no-meikyuu-kouryaku-tairyoku-9999-no-rare-skill-mochi-tank-yuusha-party-wo-tsuihou-sareru",
  "type": "legendados",
  "format": "TV",
  "images": {
    "poster": "https://cdn.myanimelist.net/images/anime/1384/140829l.webp",
    "banner": "https://cdn.myanimelist.net/images/anime/1384/140829.jpg"
  },
  "trailer": "https://www.youtube-nocookie.com/embed/hmo02s4-0wo?enablejsapi=1&wmode=opaque&autoplay=1",
  "synopsis": "Rud is a tank of the Hero's Party and is said to have the highest defense ever in history. The party often does labyrinth raids, but to Rud, it means more than just a raid. To cure his beloved sister's illness, he is in search for the wish-granting treasure that might be hidden in those labyrinths. But one day, the arrogant hero kicks him from the party after an unsuccessful raid attempt, blaming it on his skills whose effects he is still unaware of.\n\nWith nowhere else to go and nothing to do, he decides to return to his hometown, where his sister is waiting. On his way there, he saves a girl who was being attacked by a monster. Unexpectedly, this girl has an extremely rare skill called \"Appraisal.\" Thanks to her skill, Rud is able to discover the truth behind his unknown skills, which turn out to be very powerful skills. With a defense of 9999 and powerful skills, thus begins the adventure of the strongest tank, Rud!\n\n(Source: Square Enix)",
  "score": 6.13,
  "genres": [
    "Action",
    "Adventure",
    "Fantasy"
  ],
  "episodes": [
    {
      "numero": 1,
      "url": "https://lightspeedst.net/s7/mp4/saikyou-tank-no-meikyuu-kouryaku-tairyoku-9999-no-rare-skill-mochi-tank-yuusha-party-wo-tsuihou-sareru/fhd/1.mp4",
      "nome": "Kicked from the Party"
    },
    {
      "numero": 2,
      "url": "https://lightspeedst.net/s7/mp4/saikyou-tank-no-meikyuu-kouryaku-tairyoku-9999-no-rare-skill-mochi-tank-yuusha-party-wo-tsuihou-sareru/hd/2.mp4",
      "nome": "Return to Avancia"
    }
  ]
}