{
  "id": 51098,
  "title": "Shinobi no Ittoki (Dublado)",
  "title_jp": "忍の一時",
  "slug": "shinobi-no-ittoki-dublado",
  "type": "dublados",
  "format": "TV",
  "images": {
    "poster": "https://cdn.myanimelist.net/images/anime/1476/125643l.webp",
    "banner": "https://cdn.myanimelist.net/images/anime/1476/125643.jpg"
  },
  "trailer": "https://www.youtube-nocookie.com/embed/ChhpLcr-z58?enablejsapi=1&wmode=opaque&autoplay=1",
  "synopsis": "Ittoki Sakuraba fails to understand why his mother, his uncle, and his childhood friend, Kousetsu, seem to take his security so seriously. Kousetsu constantly follows and observes him with no regard for his privacy, focusing only on keeping him safe every waking moment. But the consistent hounding starts making sense when an adorable second-year student at his high school, Satomi Tsubaki, asks Ittoki out on a date. Though initially innocent, Tsubaki's true intentions soon become apparent when Ittoki visits her house; she plans to assassinate him, and she is not alone. Surprisingly, the ones who come to his aid are his uncle and Kousetsu—donning their dark and deadly ninja attire. \n\nAfter Ittoki is escorted to safety, his mother reveals the truth: he is the 19th heir to a noble clan of ninjas known as the Iga, and the target of assassination by their rival clan, the Koga. In order to protect himself against this new threat, Ittoki must hone his skills at the only ninja academy remaining in Japan: the Kokuten Ninja Academy.\n\n[Written by MAL Rewrite]",
  "score": 6.06,
  "genres": [
    "Action"
  ],
  "episodes": [
    {
      "numero": 1,
      "url": "https://lightspeedst.net/s3/mp4/shinobi-no-ittoki-dublado/hd/1.mp4",
      "nome": "A Bolt from the Blue"
    },
    {
      "numero": 2,
      "url": "https://lightspeedst.net/s2/mp4/shinobi-no-ittoki-dublado/fhd/2.mp4",
      "nome": "Merciless Choices"
    },
    {
      "numero": 3,
      "url": "https://lightspeedst.net/s5/mp4/shinobi-no-ittoki-dublado/fhd/3.mp4",
      "nome": "Quirks of Fate"
    },
    {
      "numero": 4,
      "url": "https://lightspeedst.net/s5/mp4/shinobi-no-ittoki-dublado/hd/4.mp4",
      "nome": "Crafters and Users"
    }
  ]
}