{
  "id": 31327,
  "title": "Shokugeki no Souma OVA",
  "title_jp": "食戟のソーマ",
  "slug": "shokugeki-no-souma-ova",
  "type": "legendados",
  "format": "OVA",
  "images": {
    "poster": "https://cdn.myanimelist.net/images/anime/1622/96638l.webp",
    "banner": "https://cdn.myanimelist.net/images/anime/1622/96638.jpg"
  },
  "trailer": "https://www.youtube-nocookie.com/embed/tZCQhVrEv8k?enablejsapi=1&wmode=opaque&autoplay=1",
  "synopsis": "Takumi no Shitamachi Kassen\nFollowing the end of the exhausting training camp, brothers Takumi and Isami Aldini spend their holiday sightseeing Tokyo Tower and its surroundings. While learning about the local culture and tasting various dishes, the two encounter Megumi Tadokoro, Ryouko Sakaki, and Yuuki Yoshino, who all happened to be touring the area as well. The group decides to have lunch together at a traditional Japanese restaurant—where an unexpected food duel is set to take place.\n\nNatsuyasumi no Erina\nTootsuki students are hard at work experimenting with dishes for the Autumn Elections during the summer break; but for Erina Nakiri, her preparations for the event are already complete. Just as she dwells on what to do with her free time, she receives an invitation to the public pool from her cousin Alice. Despite her initial hesitation, Erina takes the opportunity to broaden her horizons and explore what this seemingly ordinary summer activity has to offer. Meanwhile, the members of the Polar Star Dormitory kick off a small party at a nearby lake to cool off and enjoy themselves before the Autumn Elections.\n\n[Written by MAL Rewrite]",
  "score": 7.32,
  "genres": [
    "Gourmet",
    "Ecchi"
  ],
  "episodes": [
    {
      "numero": 1,
      "url": "https://lightspeedst.net/s1/mp4/shokugeki-no-souma-ova/hd/1.mp4",
      "nome": "Takumi's Downtown Battle"
    },
    {
      "numero": 2,
      "url": "https://lightspeedst.net/s1/mp4/shokugeki-no-souma-ova/hd/2.mp4",
      "nome": "Erina's Summer Vacation"
    }
  ]
}