{
  "id": 48727,
  "title": "Yoru no Kuni",
  "title_jp": "夜の国",
  "slug": "yoru-no-kuni",
  "type": "legendados",
  "format": "ONA",
  "images": {
    "poster": "https://cdn.myanimelist.net/images/anime/1674/114425l.webp",
    "banner": "https://cdn.myanimelist.net/images/anime/1674/114425.jpg"
  },
  "trailer": null,
  "synopsis": "22-ji no Annaibito (The 22 O'Clock Guide)\nRefusing to accept the death of her beloved dog, Choco, a young girl named Chiyo falls asleep, only to wake up in the Night World. She is greeted by Yoru, an entity that guides her through the realm of the darkest, most beautiful time of day. As Chiyo learns to cope with the loss in her heart, the starless world around her begins to light up.\n\n26-ji no Sagashimono (The 26 O'Clock Search)\nSince childhood, best friends Hina and Tsumugi have used an exchange diary as a token of their friendship. Angered that Hina wants to open up the diary to include a new girl she has befriended, the jealous Tsumugi throws it away. Upon falling asleep, she wakes up in front of a labyrinth within the Night World. Initially refusing to take Yoru's help, Tsumugi searches for an answer to her predicament, but she is confronted by her feelings of loneliness instead. \n\n4-ji no Tegami (The 4 O'Clock Letter)\nAnother morning is approaching, and the thought fills Akatsuki with dread. Dejected from her inability to build a career, she begins to throw away her art pieces, stumbling upon an old sketchbook in the process. Within the book is a letter from a former friend who, a long time ago, had given her hope. As she continues going through her belongings, Akatsuki starts to remember the friend's identity—and she might even discover her fading passion for painting.\n\n[Written by MAL Rewrite]",
  "score": 7.42,
  "genres": [
    "Fantasy",
    "Slice of Life"
  ],
  "episodes": [
    {
      "numero": 1,
      "url": "https://lightspeedst.net/s2/mp4/yoru-no-kuni/hd/1.mp4",
      "nome": "The 22 O'clock Guide"
    },
    {
      "numero": 2,
      "url": "https://lightspeedst.net/s4/mp4/yoru-no-kuni/fhd/2.mp4",
      "nome": "The 26 O'clock Search"
    },
    {
      "numero": 3,
      "url": "https://lightspeedst.net/s1/mp4/yoru-no-kuni/fhd/3.mp4",
      "nome": "The 4 O'clock Letter"
    }
  ]
}