{
  "id": 34798,
  "title": "Yuru Camp△ (Dublado)",
  "title_jp": "ゆるキャン△",
  "slug": "yuru-camp-dublado",
  "type": "dublados",
  "format": "TV",
  "images": {
    "poster": "https://cdn.myanimelist.net/images/anime/4/89877l.webp",
    "banner": "https://cdn.myanimelist.net/images/anime/4/89877.jpg"
  },
  "trailer": "https://www.youtube-nocookie.com/embed/vpH42sJ8t9c?enablejsapi=1&wmode=opaque&autoplay=1",
  "synopsis": "While the perfect getaway for most girls her age might be a fancy vacation with their loved ones, Rin Shima's ideal way of spending her days off is camping alone at the base of Mount Fuji. From pitching her tent to gathering firewood, she has always done everything by herself, and has no plans of leaving her little solitary world.\n\nHowever, what starts off as one of Rin's usual camping sessions somehow ends up as a surprise get-together for two when the lost Nadeshiko Kagamihara is forced to take refuge at her campsite. Originally intending to see the picturesque view of Mount Fuji for herself, Nadeshiko's plans are disrupted when she ends up falling asleep partway to her destination. Alone and with no other choice, she seeks help from the only other person nearby. Despite their hasty introductions, the two girls nevertheless enjoy the chilly night together, eating ramen and conversing while the campfire keeps them warm. And even after Nadeshiko's sister finally picks her up later that night, both girls silently ponder the possibility of another camping trip together.\n\n[Written by MAL Rewrite]",
  "score": 8.26,
  "genres": [
    "Slice of Life"
  ],
  "episodes": [
    {
      "numero": 1,
      "url": "https://lightspeedst.net/s1/mp4/yuru-camp-dublado/fhd/1.mp4",
      "nome": "Mount Fuji and Curry Noodles"
    },
    {
      "numero": 2,
      "url": "https://lightspeedst.net/s1/mp4/yuru-camp-dublado/fhd/2.mp4",
      "nome": "Welcome to the Outdoor Activities Club"
    },
    {
      "numero": 3,
      "url": "https://lightspeedst.net/s1/mp4/yuru-camp-dublado/fhd/3.mp4",
      "nome": "Mount Fuji and Relaxed Hot Pot Camp"
    },
    {
      "numero": 4,
      "url": "https://lightspeedst.net/s1/mp4/yuru-camp-dublado/fhd/4.mp4",
      "nome": "The Outdoor Activities Club and the Solo Camping Girl"
    }
  ]
}